=begin
=[アドレス]ダイアログ

アドレス帳のエントリを編集します。アドレス帳のエントリは、名前、ソートキーとメールアドレスのリストからなります。

((<[アドレス]ダイアログ|"IMG:images/AddressBookEntryDialog.png">))


+[名前]
名前を指定します。


+[ソートキー]
名前でソートされたときに使用されるキーを指定します。名前に日本語を使用した場合、フリガナを入力するとフリガナでソートすることができます。指定しない場合、名前でソートされます。


+[メールアドレス]
関連付けられたメールアドレスの一覧が表示されます。


+[追加]
メールアドレスを追加します。((<[メールアドレス]ダイアログ|URL:AddressBookAddressDialog.html>))が開きます。


+[削除]
選択されたメールアドレスを削除します。


+[編集]
選択されたメールアドレスを編集します。((<[メールアドレス]ダイアログ|URL:AddressBookAddressDialog.html>))が開きます。


+[上へ]
選択されたメールアドレスを一つ上に移動します。


+[下へ]
選択されたメールアドレスを一つ下に移動します。

=end
