=begin
=アドレスの自動補完

ヘッダエディットビューでアドレスを入力するフィールドでは、アドレスの自動補完が行われます。

((<アドレスの自動補完|"IMG:images/AddressAutoComplete.png">))

アドレスの自動補完の対象になるのは、アドレス帳のエントリ、外部アドレス帳から取り込んだエントリ、最近使用したメールアドレスです。入力した文字列が、これらのエントリの名前やアドレスに含まれると((-実際には、メールアドレスの先頭やドメイン名の先頭、名前の先頭などになっている場合のみ-))、自動補完用のドロップダウンリストが表示されます。使用したいアドレスを選択すると入力中の文字列に置き換えられます。入力をそのまま続けると自動的に候補が絞り込まれます。

アドレスの自動補完中はカーソルキーの上下がリストの選択に使用されます。候補リストを消すにはESCを押します。

アドレス帳に登録されていないメールアドレスにメールを送信すると、そのアドレスが記憶され、次回の自動補完時に候補として使用されます。デフォルトでは最新10件のアドレスが記憶されます。

=end
