=begin
=[色]ダイアログ

[色]ダイアログでは個々の色の設定について、その色が使われる条件と使用される色を編集します。

((<[色]ダイアログ|"IMG:images/ColorDialog.png">))


+[条件]
色が使われる条件を((<マクロ|URL:Macro.html>))で指定します。対象のメッセージに対して指定されたマクロを評価した結果がTrueになると、この色の設定が使用されます。


+[編集]
((<[条件]ダイアログ|URL:ConditionsDialog.html>))を開いて条件を編集します。


+[文字色]
文字色を指定します。チェックを入れると文字色を指定することができます。文字色はrrggbbの形式で指定します。[選択]ボタンをクリックするとダイアログを使用して色を選択することができます。チェックを入れなかった場合には、文字色を指定しなかったことになります。


+[背景色]
背景色を指定します。チェックを入れると背景色を指定することができます。背景色はrrggbbの形式で指定します。[選択]ボタンをクリックするとダイアログを使用して色を選択することができます。チェックを入れなかった場合には、背景色を指定しなかったことになります。


+[フォント]
フォントを指定します。チェックを入れるとフォントを指定することができます。[太字]にチェックを入れると太字になります。[フォント]にチェックを入れて[太字]にチェックを入れない場合には、通常のフォントを指定したことになります。チェックを入れなかった場合には、フォントを指定しなかったことになります。


+[説明]
色の説明を指定します。説明を指定すると、((<[色]ダイアログ|URL:ColorsDialog.html>))に表示されます。

=end
