=begin
=[条件]ダイアログ

[条件]ダイアログでは複数の条件の組み合わせを編集します。メインのリストには各条件が表示されます。

((<[条件]ダイアログ|"IMG:images/ConditionsDialog.png">))


+[追加]
条件を追加します。((<[条件]ダイアログ|URL:ConditionDialog.html>))が開きます。


+[削除]
選択された条件を削除します。


+[編集]
選択された条件を編集します。((<[条件]ダイアログ|URL:ConditionDialog.html>))が開きます。


+[上へ]
選択された条件をひとつ上に移動します。


+[下へ]
選択された条件をひとつ下に移動します。


+[すべて]
リストされたすべての条件を満たしたときにマッチさせます。


+[いずれか]
リストされたいずれかの条件を満たしたときにマッチさせます。


+[カスタム]
チェックすると条件を直接((<マクロ|URL:Macro.html>))で編集します。上部の条件リストは無効になります。チェックをはずすと設定したマクロをパースして、条件リストを構築します。条件リストでは表せないマクロを指定した場合にはチェックを外すことはできません。条件リストで条件を編集中にもリアルタイムでマクロは更新されます。

=end
