=begin
=[フォルダの作成]ダイアログ

作成するフォルダの名前やタイプを指定するためのダイアログです。

((<[フォルダの作成]ダイアログ|"IMG:images/CreateFolderDialog.png">))


+[名前]
作成するフォルダの名前を指定します。

IMAP4アカウントでフォルダを作成する場合、一部のIMAP4サーバはメールを入れるためのフォルダと子フォルダを入れるためのフォルダが排他である場合があります（UW-IMAPサーバなど）。この場合に、子フォルダを入れるためのフォルダを作成するためには、フォルダ名の最後に「/」（実際には各フォルダのセパレータ文字列）を追加します。例えば、「Test/」と入力すると、「Test」という名前の子フォルダを入れるためのフォルダを作成します。


====[タイプ]

+[ローカルフォルダ]
ローカルフォルダを作成します。


+[リモートフォルダ]
ローカルフォルダを作成します。IMAP4アカウントのみで有効です。


+[検索フォルダ]
検索フォルダを作成します。


=end
