=begin
=ドラッグアンドドロップ

QMAIL3ではいくつかの場面でドラッグアンドドロップを使用することができますが、ここでは各ウィンドウ・ビューのドラッグアンドドロップ機能をまとめます。


==フォルダビュー
フォルダビューではフォルダをドラッグすることができます。ドラッグしたフォルダを他のアカウントやフォルダにドロップするとフォルダを移動できます。フォルダを移動すると、ドロップ先のフォルダの子フォルダになります。アカウントにドロップするとルートレベルのフォルダになります。フォルダをゴミ箱にドロップするとフォルダを削除します。ドラッグしたフォルダをタブにドロップするとそのフォルダを新しいタブで開きます。


==リストビュー
フォルダビューではメッセージをドラッグすることができます。複数のメッセージをまとめてドラッグすることもできます。ドラッグしたメッセージをフォルダビューのフォルダ上にドロップすると、メッセージを移動します。エクスプローラなどにドロップするとドロップされたメッセージをエクスポートします。メッセージは一メッセージ一ファイルとしてエクスポートされます。また、ドラッグしたメッセージをエディットビューにドロップすると、メッセージを添付することができます。

エクスプローラなどからファイルをドロップすると、ドロップされたファイルをインポートします。ドロップされたファイルにはメッセージがmessage/rfc822形式で一通含まれるとして扱われます。ALTキーを押しながらドロップすると、ドロップしたファイルをインポートするための[読み込み]ダイアログが開きます。[読み込み]ダイアログについては、((<FileImportアクション|URL:FileImportAction.html>))を参照してください。


==プレビュー・メッセージビュー
プレビューやメッセージビューのヘッダビューでは、添付ファイルをドラッグすることができます。ドラッグした添付ファイルをエクスプローラなどにドロップするとドロップ先のフォルダに添付ファイルを保存します。


==エディットビュー
エクスプローラなどからファイルをドロップすると、ドロップされたファイルを添付します。また、リストビューからメッセージをドロップすると、ドロップされたメッセージを添付します。

=end
