=begin
=エディットウィンドウ

((<エディットウィンドウ|"IMG:images/EditWindow.png">))


==メニューバー
メニュバーについては、((<エディットウィンドウのメニューバー|URL:EditWindowMenuBar.html>))を参照してください。


==ツールバー
ツールバーの各ボタンの機能は以下の通りです。

+((<[送信]|URL:FileSendAction.html>))
メッセージを送信箱に保存します。


+((<[草稿]|URL:FileDraftAction.html>))
メッセージを草稿として草稿箱に保存します。


+((<[切り取り]|URL:EditCutAction.html>))
選択されたテキストを切り取ってクリップボードに入れます。


+((<[コピー]|URL:EditCopyAction.html>))
選択されたテキストをコピーしてクリップボードに入れます。


+((<[貼り付け]|URL:EditPasteAction.html>))
クリップボードからテキストを貼り付けます。


+((<[元に戻す]|URL:EditUndoAction.html>))
直前の操作を元に戻します。


+((<[やり直す]|URL:EditRedoAction.html>))
元に戻した操作をやり直します。


+((<[アドレス帳]|URL:ToolSelectAddressAction.html>))
[アドレスの選択]ダイアログを開きます。


+((<[定形文]|URL:ToolInsertTextAction.html>))
定形文を挿入します。右側の矢印をクリックすると挿入できる定形文のリストをメニューから選択できます。左側のアイコンをクリックすると先頭の定形文が挿入されます。


+((<[添付ファイル]|URL:ToolAttachmentAction.html>))
添付ファイルを追加・削除するために、[添付ファイル]ダイアログを開きます。


ツールバーを隠すには、メニューから((<[表示]-[コントロールの表示]-[ツールバーを隠す]|URL:ViewShowToolbarAction.html>))を選択します。ツールバーのボタンのカスタマイズについては、((<ツールバーのカスタマイズ|URL:CustomizeToolbars.html>))を参照してください。


==ステータスバー
ステータスバーは現在のところ使われていません。

ステータスバーを隠すには、メニューから((<[表示]-[コントロールの表示]-[ステータスバーを隠す]|URL:ViewShowStatusBarAction.html>))を選択します。


==ヘッダエディットビュー
ヘッダエディットビューでは、宛先や件名、添付ファイルなどを編集します。

メールアカウントの場合、デフォルトで以下の項目があります。

+[宛先]
メッセージの宛先を指定します。


+[Cc]
メッセージのCcを指定します。


+[Bcc]
メッセージのBccを指定します。


+[件名]
メッセージの件名を指定します。


+[添付ファイル]
メッセージに添付するファイルを指定します。


+[アカウント]
メッセージを送信するアカウントを指定します。


+[署名]
メッセージに挿入する署名を指定します。


[宛先], [Cc], [Bcc]では((<アドレスの自動補完|URL:AddressAutoComplete.html>))が機能します。


ニュースアカウントでは、[宛先], [Cc], [Bcc]の代わりに以下を指定します。

+[ニュースグループ]
投稿するニュースグループを指定します。


+[フォローアップ先]
フォローアップ先のニュースグループを指定します。


ヘッダエディットビューで編集する項目はカスタマイズすることができます。カスタマイズについては、((<ヘッダエディットビューのカスタマイズ|URL:CustomizeHeaderEditView.html>))を参照してください。

各項目を右クリックしたときにはWindows標準のコンテキストメニューが表示されます。ただし、添付ファイルの項目では((<添付ファイル編集のコンテキストメニュー|URL:AttachmentEditMenu.html>))が表示されます。


==エディットビュー
エディットビューではメッセージの本文を編集します。

右クリックすると表示されるコンテキストメニューについては、((<エディットビューのコンテキストメニュー|URL:EditMenu.html>))を参照してください。

エディットウィンドウの各種設定は、((<エディットビューの設定|URL:OptionEdit.html>))で設定できます。

=end
