=begin
=フィルタ

フィルタを使用すると、リストビューに表示するメッセージをフィルタすることができます。例えば、未読のメッセージのみ、マークされたメッセージのみを表示するなど、特定の条件にマッチするメッセージのみを表示することができます。フィルタはマクロを使用して任意の条件で作成することができます。

適用するフィルタは、[表示]-[フィルタ]で指定します。現在適用されているフィルタはステータスバーに表示されます。ここを右クリックすることでもフィルタを指定することができます。

((<フィルタ|"IMG:images/Filter.png">))

((<[なし]|URL:ViewFilterAction.html>))を選択するとフィルタを使用しません。((<[未読]|URL:ViewFilterAction.html>)), ((<[新着]|URL:ViewFilterAction.html>))などを選択すると対応するフィルタが適用されます。((<[カスタム]|URL:ViewFilterCustomAction.html>))を選択するとその場だけで使用するフィルタを作成することができます。((<[編集]|URL:OptionFilters.html>))を選択するとフィルタを編集することができます。

=end
