=begin
=インポートとエクスポート

QMAIL3は、eml形式（一つのファイルに一つのメッセージが((<"message/rfc822形式"|URL:URL:http://www.ietf.org/rfc/rfc2046.txt>))で格納された形式）と、mbox形式（一つのファイルに複数のメッセージが"From "区切りで格納された形式）のインポートとエクスポートをサポートしています。

eml形式のファイルをインポートするには、エクスプローラなどからファイルをリストビューにドラッグアンドドロップします。また、eml形式でエクスポートするには、リストビューからエクスプローラなどにメッセージをドラッグアンドドロップします。

mbox形式でインポートやエクスポートをする場合や、テンプレートを指定してエクスポートしたり、エンコーディングを指定してインポートする場合には、((<[ファイル]-[読み込み]|URL:FileImportAction.html>))や((<[ファイル]-[書き出し]|URL:FileExportAction.html>))を使用します。

=end
