=begin
=メインウィンドウ

((<メインウィンドウ|"IMG:images/MainWindow.png">))

メインウィンドウは大きく分けて、フォルダビュー、リストビュー、プレビューの三つの部分に分かれます。また、((<[表示]-[コントロールの表示]-[フォルダを隠す]|URL:ViewShowFolderAction.html>))を選択するとフォルダビューが隠され、代わりにフォルダコンボボックスが表示されます((-Pocket PC版ではデフォルトでこちらの表示になっています-))。

((<フォルダコンボボックス|"IMG:images/FolderComboBox.png">))

また、フォルダビューでアカウントを選択しているときにはリストビューの代わりにフォルダリストビューが表示されます。

((<フォルダリストビュー|"IMG:images/FolderListView.png">))

各ビューの配置は((<その他の設定|URL:OptionMisc.html>))で自由に変更できます。


==メニューバー


==ツールバー


==ステータスバー


==フォルダビュー


==フォルダコンボボックス


==フォルダリストビュー


==リストビュー


==プレビュー


// TODO

=end
