=begin
=アカウントの管理

((<ToolAccountアクション|URL:ToolAccountAction.html>))を実行すると、[アカウント]ダイアログが開きます。このダイアログを使用してアカウントの管理をすることができます。


===[アカウント]ダイアログ
アカウントの管理をするためのダイアログです。左側のツリービューにはアカウントの一覧が表示されます。アカウントを展開すると、そのアカウントのサブアカウントがリストされます。

((<[アカウント]ダイアログ|"IMG:images/AccountDialog.png">))


+[閉じる]
ダイアログを閉じます。


+[アカウント追加]
アカウントを作成します。((<アカウントの作成|URL:CreateAccount.html>))を参照してください。


+[サブアカウント作成]
サブアカウントを作成します。[サブアカウントの作成]ダイアログが開くので、作成するサブアカウントの名前を指定します。


+[削除]
選択されたアカウント、またはサブアカウントを削除します。アカウントを削除すると、そのアカウントのメッセージなどの全ての情報が削除されます。


+[名前を変更]
選択されたアカウント、またはサブアカウントの名前を変更します。[名前の変更]ダイアログが開くので、変更したい名前を指定します。


+[プロパティ]
選択されたアカウント、またはサブアカウントのプロパティを表示・設定するためのダイアログを開きます。((<アカウントのプロパティ|URL:AccountProperty.html>))を参照してください。


===[サブアカウントの作成]ダイアログ

((<[サブアカウントの作成]ダイアログ|"IMG:images/CreateSubAccountDialog.png">))

+[名前]
作成するサブアカウントの名前を指定します。


===[名前の変更]ダイアログ

((<[名前の変更]ダイアログ|"IMG:images/RenameDialog.png">))

+[名前]
変更後の名前を指定します。

=end
