=begin
=メニュー

各ウィンドウにはメニューバーがあり、各ビューには右クリックすると表示されるコンテキストメニューが用意されています。


==メニューバー

*メインウィンドウのメニューバー
*((<メッセージウィンドウのメニューバー|URL:MessageWindowMenuBar.html>))
*((<エディットウィンドウのメニューバー|URL:EditWindowMenuBar.html>))
*アドレス帳ウィンドウのメニューバー


==コンテキストメニュー

*フォルダビューのコンテキストメニュー
*フォルダコンボボックスのコンテキストメニュー
*フォルダリストビューのコンテキストメニュー
*リストビューのコンテキストメニュー
*タブのコンテキストメニュー
*((<プレビューのコンテキストメニュー|URL:MessageMenu.html>))
*((<メッセージビューのコンテキストメニュー|URL:MessageMenu.html>))
*((<添付ファイルのコンテキストメニュー|URL:AttachmentMenu.html>))
*((<添付ファイル編集のコンテキストメニュー|URL:AttachmentEditMenu.html>))
*((<エディットビューのコンテキストメニュー|URL:EditMenu.html>))
*アドレスビューのコンテキストメニュー

=end
