=begin
=その他2の設定

[オプション]ダイアログの[その他2]パネルでは主にテンプレートの動きをカスタマイズする設定を行います。このため、テンプレートを編集している場合には、ここでの指定が無効になることもあります。

// TODO 画像更新
((<その他2の設定|"IMG:images/OptionMisc2.png">))


+[インクリメンタルサーチ]
メッセージビューやプレビューでメッセージ内を検索するときにインクリメンタルサーチ（一文字入力するごとに検索する）をするかどうかを指定します。デフォルトではインクリメンタルサーチをしません。


+[メッセージ表示モードをフォルダごとに保存する]
((<メッセージ表示モード|URL:MessageViewMode.html>))をフォルダごとに保存するかどうかを指定します。フォルダごとに保存しない場合、すべてのフォルダで共通のメッセージモードが使われます。デフォルトではフォルダごとに保存します。


+[自分をBccに含める]
メッセージを作成するときに自分のメールアドレスを自動でBccに含めるかどうかを指定します。デフォルトでは含めます。


+[元のメッセージがML宛ての時にはBccに含めない]
自分をBccに含めるように設定したときに、元のメッセージがML宛ての（ようである）場合にはBccに含めないようにするかどうかを指定します。デフォルトでは含めません。


+[転送するときにはmessage/rfc822を使う]
メッセージを転送するときに、元のメッセージを((<"message/rfc822形式"|URL:URL:http://www.ietf.org/rfc/rfc2046.txt>))で添付するかどうかを指定します。message/rfc822形式を使用しない場合には、本文中に転送するメッセージの内容が含まれます。デフォルトではmessage/rfc822形式を使用しません。


+[メッセージ作成時にアドレス帳を開く]
メッセージを作成するときにエディットウィンドウが開く前にアドレス帳を開くかどうかを指定します。デフォルトではアドレス帳を開きません。


+[引用符]
メッセージを引用するときに使用する引用符を指定します。デフォルトは「> 」です。

=end
