=begin
=エディットビューの設定

[オプション]ダイアログの[エディットビュー]パネルではエディットビューの設定を行います。

((<エディットビューの設定|"IMG:images/OptionEdit.png">))


====[折り返し]
折り返しの指定をします。


+[ウィンドウ幅で折り返す]
指定するとウィンドウの幅で折り返します。デフォルトです。


+[指定されたカラム数で折り返す]
指定すると、指定したカラム数（プロポーショナルフォントの場合には一文字の平均の幅のカラム数倍の幅）で折り返します。


+[カラム数]
折り返すカラム数を指定します。


+[ワードラップ]
指定するとワードラップと禁則処理を行います。デフォルトではワードラップは行いません。


+[タブの幅]
タブを何個のスペースに展開するかを指定します。デフォルトでは4です。


+[ルーラ]
ルーラを表示するかどうかを指定します。デフォルトでは表示します。


+[垂直スクロールバー]
垂直スクロールバーを表示するかどうかを指定します。デフォルトでは表示します。


+[水平スクロールバー]
水平スクロールバーを表示するかどうかを指定します。デフォルトでは表示しません。


+[タブ]
タブを表示するかどうかを指定します。デフォルトでは表示します。


+[改行]
改行を表示するかどうかを指定します。デフォルトでは表示します。


+[本文編集中はヘッダを隠す]
本文を編集しているときにヘッダエディットビューを隠すかどうかを指定します。デフォルトでは、Windows版では隠さず、Windows CE版では隠します。


+[フォント]
((<[フォント]ダイアログ|URL:FontDialog.html>))を開いて、エディットビューで使用するフォントを指定します。


+[色]
((<[色]ダイアログ|URL:TextColorDialog.html>))を開いて、エディットビューで使用する色を指定します。


+[ヘッダフォント]
((<[フォント]ダイアログ|URL:FontDialog.html>))を開いて、ヘッダエディットビューで使用するフォントを指定します。

=end
