=begin
=フィルタの設定

[オプション]ダイアログの[フィルタ]パネルでは((<フィルタ|URL:Filter.html>))の設定を行います。

((<フィルタの設定|"IMG:images/OptionFilters.png">))


+[追加]
フィルタを追加します。[フィルタ]ダイアログが開きます。


+[削除]
選択されたフィルタを削除します。


+[編集]
選択されたフィルタを編集します。[フィルタ]ダイアログが開きます。


+[上へ]
選択されたフィルタをひとつ上に移動します。


+[下へ]
選択されたフィルタをひとつ下に移動します。


===[フィルタ]ダイアログ
[フィルタ]ダイアログではフィルタの編集を行います。

((<[フィルタ]ダイアログ|"IMG:images/FilterDialog.png">))


+[名前]
フィルタの名前を指定します。


+[条件]
フィルタの条件を((<マクロ|URL:Macro.html>))で指定します。対象のメッセージに対して指定されたマクロを評価した結果がTrueになるとフィルタの条件を満たしたことになります。


+[編集]
条件を((<条件エディタ|URL:ConditionEditor.html>))で編集します。

=end
