=begin
=署名の設定

[オプション]ダイアログの[署名]パネルでは((<署名|URL:Signature.html>))の設定を行います。

((<署名の設定|"IMG:images/OptionSignatures.png">))


+[追加]
署名を追加します。[署名]ダイアログが開きます。


+[削除]
選択された署名を削除します。


+[編集]
選択された署名を編集します。[署名]ダイアログが開きます。


+[上へ]
選択された署名をひとつ上に移動します。


+[下へ]
選択された署名をひとつ下に移動します。


===[署名]ダイアログ
[署名]ダイアログでは署名の編集を行います。

((<[署名]ダイアログ|"IMG:images/SignatureDialog.png">))


+[名前]
署名の名前を指定します。


+[アカウント]
この署名を使用するアカウントを指定します。アカウント名またはアカウント名にマッチさせる正規表現を指定します。アカウント名を指定した場合には、そのアカウントでのみ使用されます。正規表現を使用する場合には//で囲みます。この場合、アカウント名がその正規表現にマッチするアカウントでのみ使用されます。指定しない場合にはすべてのアカウントで使用されます。


+[デフォルト]
デフォルトの署名として使用するかどうかを指定します。デフォルトの署名はエディットウィンドウを開いたときに最初に選択されます。あるアカウントで使用される複数のデフォルトの署名がある場合には、一番初めの署名が最初に選択されます。


+[署名]
署名を指定します。

=end
