=begin
=同期の設定

[オプション]ダイアログの[同期]パネルでは同期の設定を行います。

((<同期の設定|"IMG:images/OptionSync.png">))


====[同期ダイアログ]
同期ダイアログの設定を行います。

+[開く]
同期ダイアログをいつ表示するかを指定します。

:常に
  同期するときには常に同期ダイアログを表示します。
:手動同期時のみ
  手動で同期や巡回をしたときのみ同期ダイアログを表示します。
:なし
  同期ダイアログを表示しません。

いずれを設定した場合でも、エラーを表示するときやダイアルアップのダイアログやパスワード入力のダイアログを開くときには同期ダイアログも表示されます。デフォルトでは、手動同期時のみ同期ダイアログを表示します。


====[新着メッセージ通知]
((<新着メッセージ通知|URL:Recents.html>))の設定を行います。

+[いつ]
新着メッセージの通知を行うタイミングを指定します。

:常に
  新着メッセージがある場合には常に通知します。
:自動巡回時のみ
  自動巡回時に新着メッセージがあった場合のみ通知します。
:なし
  新着メッセージを通知しません

デフォルトでは常に新着メッセージを通知します。


+[サウンド]
新着メッセージがあるときに鳴らすサウンドを指定します。


+[プレビューで開く]
新着メッセージリストからメッセージを開くときにプレビューで開くかどうかを指定します。チェックを入れるとプレビューで開き、チェックを入れないと新しいメッセージビューで開きます。デフォルトではメッセージビューで開きます。


+[新着メッセージリストの最大数]
新着メッセージリストに含めるメッセージの最大数を指定します。デフォルトでは20です。

=end
