=begin
=メッセージビューの設定

[オプション]の[メッセージビュー]パネルではメッセージビューの設定を行います。

((<メッセージビューの設定|"IMG:images/OptionMessage.png">))


====[折り返し]
折り返しの指定をします。


+[ウィンドウ幅で折り返す]
指定するとウィンドウの幅で折り返します。デフォルトです。


+[指定されたカラム数で折り返す]
指定すると、指定したカラム数（プロポーショナルフォントの場合には一文字の平均の幅のカラム数倍の幅）で折り返します。


+[カラム数]
折り返すカラム数を指定します。


+[ワードラップ]
指定するとワードラップと禁則処理を行います。デフォルトではワードラップは行いません。


+[タブの幅]
タブを何個のスペースに展開するかを指定します。デフォルトでは4です。


+[ルーラ]
ルーラを表示するかどうかを指定します。デフォルトでは表示しません。


+[垂直スクロールバー]
垂直スクロールバーを表示するかどうかを指定します。デフォルトでは表示します。


+[水平スクロールバー]
水平スクロールバーを表示するかどうかを指定します。デフォルトでは表示しません。


+[フォント]
メッセージビューで使用するフォントを指定します。


+[色]
メッセージビューで使用する色を指定します。

=end
