=begin
=自動巡回の設定

[オプション]ダイアログの[自動巡回]パネルでは((<自動巡回|URL:AutoPilot.html>))の設定を行います。

((<自動巡回の設定|"IMG:images/OptionAutoPilot.png">))


+[追加]
エントリを追加します。[自動巡回]ダイアログが開きます。


+[削除]
選択されたエントリを削除します。


+[編集]
選択されたエントリを編集します。[自動巡回]ダイアログが開きます。


+[上へ]
選択されたエントリをひとつ上に移動します。


+[下へ]
選択されたエントリをひとつ下に移動します。


+[サウンド]
自動巡回したときに新着メッセージがあった場合に鳴らすサウンドファイルを指定します。


+[参照]
サウンドファイルを指定するファイルダイアログを開きます。


+[ネットワーク接続時のみ]
ネットワーク接続時のみ自動巡回を行うかどうかを指定します。


+[新着メッセージ一覧の追加]
自動巡回時に受信した新着メッセージを新着メッセージ一覧に追加するかどうかを指定します。新着メッセージ一覧については、((<新着通知|URL:Recents.html>))を参照してください。


===[自動巡回]ダイアログ
自動巡回のエントリを設定します。

((<[自動巡回]ダイアログ|"IMG:images/AutoPilotEntryDialog.png">))


+[コース]
自動巡回する巡回コースを指定します。指定するコースは、((<巡回の設定|URL:OptionGoRound.html>))で作成します。


+[間隔]
指定したコースを巡回する間隔を分単位で指定します。

=end
