=begin
=フォルダビューの設定

[オプション]の[フォルダビュー]パネルではフォルダビューとフォルダコンボボックスの設定を行います。

((<フォルダビューの設定|"IMG:images/OptionFolder.png">))


====[ウィンドウ]
フォルダビューの設定を行います。


+[アカウントにメッセージ数を表示]
フォルダビューのアカウント名の横にそのアカウントのすべてのメッセージ数を表示するかどうかを指定します。デフォルトでは表示します。


+[アカウントに未読数を表示]
フォルダビューのアカウント名の横にそのアカウントの未読メッセージ数を表示するかどうかを指定します。デフォルトでは表示します。


+[フォルダにメッセージ数を表示]
フォルダビューのフォルダ名の横にそのフォルダ内のメッセージ数を表示するかどうかを指定します。デフォルトでは表示します。


+[フォルダに未読数を表示]
フォルダビューのフォルダ名の横にそのフォルダ内の未読メッセージ数を表示するかどうかを指定します。デフォルトでは表示します。


+[フォント]
フォルダビューで使用するフォントを指定します。


+[色]
フォルダビューで使用する色を指定します。


====[コンボボックス]
フォルダコンボボックスの設定を行います。


+[メッセージ数を表示]
フォルダコンボボックスにメッセージ数を表示するかどうかを指定します。デフォルトでは表示します。


+[未読数を表示]
フォルダコンボボックスに未読数を表示するかどうかを指定します。デフォルトでは表示します。


+[フォント]
フォルダコンボボックスで使用するフォントを指定します。

=end
