=begin
=アドレス帳の設定

[オプション]ダイアログの[アドレス帳]パネルではアドレス帳の設定を行います。

((<アドレス帳の設定|"IMG:images/OptionAddressBook.png">))


====[外部アドレス帳]
読み込む外部アドレス帳と読み込み方を指定します。


+[Windowsアドレス帳], [Outlook], [Pocket Outlook]
Windows版ではWindowsアドレス帳、Outlookのそれぞれを読み込むかどうか指定します。Windows CE版ではPocket Outlookから読み込むかどうかを指定します。デフォルトでは外部アドレス帳は読み込みません。

+[メールアドレスのみ挿入する]
指定すると、外部アドレス帳から読み込んだメールアドレスを選択したときにメールアドレスのみを挿入するようになります。指定しない場合には、「表題 <メールアドレス>」の形式で挿入します。デフォルトでは後者の形式で挿入します。


+[フォント]
アドレス帳で使用するフォントを指定します。

=end
