=begin
=パスワード

((<アカウントのプロパティ|URL:AccountProperty.html>))の((<ユーザの設定|URL:AccountUser.html>))でパスワードを指定しなかった場合や、((<"S/MIME"|URL:SMIME.html>))や((<PGP|URL:PGP.html>))で鍵を読み込むのにパスワードが必要になった場合には、[パスワード]ダイアログが開いてパスワードの入力を求められます。入力したパスワードはすぐに破棄することも、保存しておくこともできます。保存されたパスワードは次回以降自動で使用されます。

パスワードをファイルに保存する場合、直接見てもわからないようにエンコードされますが、簡単に元に戻すことができますので注意してください。


===[パスワード]ダイアログ

((<[パスワード]ダイアログ|"IMG:images/PasswordDialog.png">))


+[パスワード]
パスワードを入力します。上部には入力するパスワードのエンティティ（アカウントのパスワードであればメールアドレス、S/MIMEの場合であれば鍵のファイル名など）が表示されます。


+[保存しない]
入力したパスワードを保存しません。


+[終了するまで保存する]
入力したパスワードをQMAIL3を終了するまで保存します。ファイルには書き出しません。


+[保存する]
入力したパスワードをファイルに保存します。

=end
