=begin
=メールを読む

==メールを受信する
メールを受信するには、フォルダビューでアカウントまたは任意のフォルダを選択して、((<[ツール]-[受信]|URL:ToolReceiveAction.html>))を選択します。特定のフォルダだけ受信したい場合には、取り込みたいフォルダを選択して、((<[ツール]-[フォルダを同期]|URL:ToolReceiveFolderAction.html>))を選択します。


==メールを読む
受信したメールを読むには、リストビューで読みたいメッセージをクリックします。すると、リストビューでメッセージが選択され、プレビューにメッセージの内容が表示されます。メッセージの内容が表示されない場合には、オフラインモードになっていないかどうかを確認してください。((<[ファイル]-[オフライン]|URL:FileOfflineAction.html>))を選択することでオンラインモードと切り替えることができます。

その他の基本的な読み方はPOP3アカウントと同様ですので、((<メールを読む|URL:ReadPop3Message.html>))を参照してください。

=end
