=begin
=[色]ダイアログ

色を指定するダイアログです。

((<[色]ダイアログ|"IMG:images/TextColorDialog.png">))


+[システムの色]
システムの配色を使用します。


+[カスタム]
以下で指定された色を使用します。


+[前景色]
クリックすると前景色を選択するダイアログが開きます。


+[背景色]
クリックすると背景色を選択するダイアログが開きます。


+[引用1]
引用として使用する文字を指定します。複数の文字を指定することができます。((<メッセージ表示モード|URL:MessageViewMode.html>))で引用モードにすると、ここで指定した文字から始まる行は線で表示されます。


+[選択]
[引用1]で指定した文字から始まる行で使用する色を指定します。


+[引用2]
引用として使用する文字を指定します。複数の文字を指定することができます。


+[選択]
[引用2]で指定した文字から始まる行で使用する色を指定します。


+[選択]
URLリンクで使用する色を指定します。

=end
