=begin
=ToolAddAddressアクション

対象のメッセージの差出人をアドレス帳に追加します。実行すると[メールアドレスの追加]ダイアログが開きます。

<<<focusedMessage.rd


===[メールアドレスの追加]ダイアログ
アドレス帳を追加するときに、新規にエントリを作成するか、既存のエントリに追加するかを指定します。

// TODO 画像

((<[メールアドレスの追加]ダイアログ|"IMG:images/AddAddressDialog.png">))


+[新しいエントリを作成]
新しいエントリを作成します。[OK]を押すと[アドレス]ダイアログが開きます。


+[既存のエントリに追加]
既存のエントリにメールアドレスを追加します。追加先のエントリを下のリストボックスから選択します。[OK]を押すと[メールアドレス]ダイアログが開きます。

[アドレス]ダイアログと[メールアドレス]ダイアログについては、((<AddressNewアクション|URL:AddressNewAction.html>))を参照してください。


==引数
なし


==有効なウィンドウ・ビュー
*リストビュー
*プレビュー
*メッセージビュー

=end
