=begin
=バージョンアップ

インストールした方法によってバージョンアップの方法が異なります。インストーラでインストールした場合には、インストーラを再度実行してください。Zipファイルからインストールした場合には、すべてのファイルを上書きしてください。


QMAIL3では、メニューやツールバーなどをカスタマイズ可能にするために初回起動時にこれらの定義ファイルをメールボックスフォルダにコピーします。これらのファイルは、バージョンアップ後の最初の起動時にバージョンアップされていないかどうかが確認され、バージョンアップされていれば自動的に上書きされます。

ただし、これらのファイルがユーザによって編集されていた場合には、下のようなダイアログを表示して上書きするかどうかを確認します。基本的には上書きした上で、必要に応じて編集しなおしてください。大きな変更があった場合などには上書きしないと正常に動作しなくなる可能性があります。


===[リソース]ダイアログ

((<リソース|"IMG:images/ResourceDialog.png">))

上書きするファイルのチェックボックスにチェックを入れてください。


+[すべて選択]
すべてのファイルにチェックを入れます。


+[すべてクリア]
すべてのファイルのチェックをはずします。


+[バックアップする]
上書きしたファイルのバックアップファイルを作成します。バックアップファイルは同じフォルダにファイル名の後ろに「.bak」を付加した名前で作成されます。

=end
