=begin
=[カラムのカスタマイズ]ダイアログ

((<[カラムのカスタマイズ]ダイアログ|"IMG:images/ViewsDialog.png">))

メインのリストビューには現在のカラムの一覧が表示されます。カラムは左側のカラムから順番に上から並べられます。


+[追加]
カラムを追加します。((<[カラム]ダイアログ|URL:ViewsColumnDialog.html>))が開きます。


+[削除]
選択されたカラムを削除します。


+[編集]
選択されたカラムを編集します。((<[カラム]ダイアログ|URL:ViewsColumnDialog.html>))が開きます。


+[上へ]
選択されたカラムをひとつ上（左）に移動します。


+[下へ]
選択されたカラムをひとつ下（右）に移動します。


+[デフォルトとして保存]
現在のカラムの設定をデフォルトの設定として保存します。デフォルトとして保存した設定は、他のフォルダで[デフォルトを適用]ボタンを使用して読み込むことができるほか、新たなフォルダを作成したときなどに使用されます。デフォルトの設定はアカウントクラスごとに保存されます。つまり、「メール」「ニュース」「RSS」で異なるデフォルトの設定を持つことになります。


+[デフォルトを適用]
デフォルトとして保存されている設定を適用します。


+[親フォルダから継承]
親フォルダの設定を適用します。


+[すべてのフォルダに適用]
現在の設定を同じアカウントの全てのフォルダに適用します。


+[すべての子フォルダに適用]
現在の設定を全ての子フォルダに適用します。


((<その他2の設定|URL:OptionMisc2.html>))の[メッセージ表示モードをフォルダごとに保存する]にチェックを入れている場合には、デフォルトの値や親フォルダの設定を適用した場合や、他のフォルダに設定を適用した場合には、((<メッセージ表示モード|URL:MessageViewMode.html>))も適用されます。

=end
