=begin
=メールを書く

==新規にメールを書く
新規にメールを書くときには、((<[メッセージ]-[新規]|URL:MessageCreateAction.html>))を選択します。選択すると、エディットウィンドウが開きます。

// TODO 画像 エディットウィンドウ

[宛先], [Cc], [Bcc]にそれぞれ送信先アドレスを入力します。((<[ツール]-[アドレス帳]|URL:ToolSelectAddressAction.html>))を選択し、アドレス帳からこれらのアドレスを選択することもできます。

// TODO 画像 アドレス選択ダイアログ

デフォルトではBccに自分のアドレスが設定されるようになっています。これにより、自分の送信したメールのコピーが自分自身にも送られますので、複数のPCで送信済みのメールを管理するのに便利です。デフォルトでBccに自分のアドレスを設定したくない場合には、((<[オプション]ダイアログの[その他2]パネル|URL:OptionMisc2.html>))で[自分をBccに含める]のチェックを外します。

[件名]と本文を入力したら、((<[ファイル]-[送信]|URL:FileSendAction.html>))を選択すると、送信箱に送信待ちメッセージとして保存されます。送信箱に保存されたメッセージは次回の送信時に送信されます。今すぐに送信したい場合には、((<[ファイル]-[すぐに送信]|URL:FileSendNowAction.html>))を選択すると、送信箱に保存し、すぐにメッセージを送信します。

草稿として保存したい場合には、((<[ファイル]-[草稿として保存]|URL:FileDraftAction.html>))を選択すると、草稿箱に草稿として保存されます。また、((<[ファイル]-[草稿として保存して閉じる]|URL:FileDraftCloseAction.html>))を選択すると、草稿として保存してエディットウィンドウを閉じます。


===ファイルの添付
ファイルを添付したい場合には、添付したいファイルをエクスプローラからエディットウィンドウにドラッグアンドドロップします。すると、[添付]のところに添付されたファイルが表示されます。

また、((<[ツール]-[添付ファイル]|URL:ToolAttachmentAction.html>))を選択し、[添付ファイル]ダイアログを使用してファイルを添付することもできます。

// TODO 画像 添付ファイルダイアログ


==メールを送信する
メインウィンドウで、((<[ツール]-[送信]|URL:ToolSendAction.html>))を選択すると、送信箱に保存されたメッセージが全て送信されます。

// TODO 画像 同期ダイアログ

送信中は同期ダイアログが表示され、受信の進捗状況を確認できます。エラーがなければ送信が終了すれば同期ダイアログは自動的に閉じます。

=end
