=begin
=RSSの設定

RSSでフィードを受信するための設定を行います。

((<[RSS]タブ|"IMG:images/AccountRssReceivePage.png">))


====[HTTPプロキシ]
HTTPプロキシの設定を行います。


+[使用しない]
プロキシを使用しません。


+[インターネットオプションを使用]
インターネットオプションで指定されたプロキシを使用します。


+[カスタム]
[ホスト]と[ポート]で指定されたプロキシを使用します。[認証]にチェックを入れるとプロキシ認証を行うことができます。


+[ホスト]
プロキシのホスト名を指定します。


+[ポート]
プロキシのポート番号を指定します。


+[認証]
プロキシ認証を行うかどうかを指定します。チェックを入れると、プロキシに対してBasic認証を行います。


+[ユーザ名]
プロキシ認証に使用するユーザ名を指定します。


+[パスワード]
プロキシ認証に使用するパスワードを指定します。

=end
