=begin
=一般の設定

一般の設定を行います。

((<[一般]タブ|"IMG:images/AccountGeneralPage.png">))


====[サーバ情報]
サーバのホスト名またはIPアドレスを指定します。


+[受信]
受信サーバのホスト名またはIPアドレスを指定します。たとえば、POP3サーバやIMAP4サーバのホスト名を指定します。


+[送信]
送信サーバのホスト名またはIPアドレスを指定します。たとえば、SMTPサーバのホスト名を指定します。


====[ユーザ情報]
ユーザ情報を指定します。ここで指定した名前とメールアドレスがFromヘッダに使用されます。


+[名前]
人間が読むための自分の名前を指定します。


+[メールアドレス]
自分のメールアドレスを指定します。


+[返信先アドレス]
[メールアドレス]で指定したアドレスとは別のアドレスに返信してほしい場合には、そのメールアドレスを指定します。そのようなアドレスがない場合には空白のままにしておきます。ここで指定したメールアドレスがReply-Toヘッダに使用されます。

=end
