=begin
=詳細の設定

詳細の設定を行います。

((<[詳細]タブ|"IMG:images/AccountDetailPage.png">))


====[受信]
受信サーバ（POP3サーバやIMAP4サーバなど）の設定を行います。


+[ポート]
ポート番号を指定します。通常はデフォルトの設定で問題ありません。デフォルトはPOP3の場合には110(995)、IMAP4の場合には143(993)、NNTPの場合には119(563)です（カッコ内はSSLを使用する場合）。


====[安全]
SSLやSTARTTLSを使うかどうかを指定します。SSLやSTARTTLSについては、((<SSL|URL:SSL.html>))を参照してください。


+[なし]
SSLを使用しません。


+[SSL]
SSLを使用します。


+[STARTTLS]
STARTTLSを使用します。


+[ログ]
通信のログを取るかどうかを指定します。ログについては、((<ログ|URL:Log.html>))を参照してください。


====[送信]
送信サーバ（SMTPサーバなど）の設定を行います。


+[ポート]
ポート番号を指定します。通常はデフォルトの設定で問題ありません。デフォルトはSMTPの場合には25(465)、POP3(XTND XMIT)の場合には110(993)、NNTPの場合には119(563)です（カッコ内はSSLを使用する場合）。


====[安全]
SSLやSTARTTLSを使うかどうかを指定します。SSLやSTARTTLSについては、((<SSL|URL:SSL.html>))を参照してください。


+[なし]
SSLを使用しません。


+[SSL]
SSLを使用します。


+[STARTTLS]
STARTTLSを使用します。


+[ログ]
通信のログを取るかどうかを指定します。ログについては、((<ログ|URL:Log.html>))を参照してください。

=end
