=begin
=[アカウント]ダイアログ

アカウントの管理をするためのダイアログです。左側のツリービューにはアカウントの一覧が表示されます。アカウントを展開すると、そのアカウントのサブアカウントがリストされます。

((<[アカウント]ダイアログ|"IMG:images/AccountDialog.png">))


+[閉じる]
ダイアログを閉じます。


+[アカウント追加]
アカウントを作成します。((<アカウントの作成|URL:CreateAccount.html>))を参照してください。


+[サブアカウント作成]
サブアカウントを作成します。((<[サブアカウントの作成]ダイアログ|URL:CreateSubAccountDialog.html>))が開くので、作成するサブアカウントの名前を指定します。


+[削除]
選択されたアカウント、またはサブアカウントを削除します。アカウントを削除すると、そのアカウントのメッセージなどの全ての情報が削除されます。


+[名前を変更]
選択されたアカウント、またはサブアカウントの名前を変更します。((<[名前の変更]ダイアログ|URL:RenameDialog.html>))が開くので、変更したい名前を指定します。


+[プロパティ]
選択されたアカウント、またはサブアカウントのプロパティを表示・設定するためのダイアログを開きます。((<アカウントのプロパティ|URL:AccountProperty.html>))を参照してください。


=end
