=begin
=ダイアルアップの設定

ダイアルアップの設定を行います。

((<[ダイアルアップ]タブ|"IMG:images/AccountDialupPage.png">))


+[ダイアルアップ接続をしない]
ダイアルアップしません。


+[ネットワークに接続していないときにダイアルアップ接続する]
ネットワークに接続していないときに限りダイアルアップします。


+[常にダイアルアップ接続する]
常にダイアルアップします。


+[エントリ名]
ダイアルアップするときに使用するエントリ名を指定します。


+[接続前にダイアログを表示する]
ダイアルアップ接続する前に、ユーザ名などを指定できる[ダイアルアップ接続]ダイアログを表示するかどうかを指定します。


+[ダイアルのプロパティ]
ダイアルのプロパティを開きます。


+[?秒待ってから切断する]
送受信終了後にダイアルアップを切断するときに指定した秒数だけ待ってから切断します。必要があればその間に切断をキャンセルすることができます。

=end
