=begin
=自動巡回

自動巡回機能を使用すると、指定した間隔で指定した巡回コースを巡回することができます。自動巡回する巡回コースと間隔は複数指定することができます。これにより、例えばメールアカウントは5分に一回自動巡回し、RSSアカウントは1時間に一回巡回するというような設定が可能です。

自動巡回をするためには、先に巡回コースを作成しておく必要があります。巡回コースの作成方法については、((<巡回|URL:GoRound.html>))を参照してください。巡回コースを作成したら、自動巡回の設定を行います。((<[ツール]-[オプション]|URL:ToolOptionsAction.html>))を選択して[オプション]ダイアログを開き、[自動巡回]パネルを選択します。設定方法については、((<自動巡回の設定|URL:OptionAutoPilot.html>))を参照してください。

自動巡回するには、((<[ツール]-[自動巡回]|URL:ToolAutoPilotAction.html>))を選択して自動巡回を有効にする必要があります。メニューにチェックが入っていれば自動巡回が有効になっていて指定された時間間隔で巡回を行います。チェックが入っていない場合には自動巡回はしません。

自動巡回が有効になっていても設定ダイアログなどのモーダルダイアログを開いている時には巡回は行われません。

=end
