=begin
=[色の設定]ダイアログ

[色の設定]ダイアログでは、色セットの編集を行います。メインのリストには色セットに含まれる色の設定のリストが表示されます。各色の設定には条件と色が設定されていて、条件にマッチしたメッセージに対してその色が使用されます。

((<[色]ダイアログ|"IMG:images/ColorsDialog.png">))


+[アカウント]
この色セットを使用するアカウントを指定します。指定しない場合には全てのアカウントで使用されます。アカウントはアカウント名または正規表現で指定します。正規表現で指定する場合には、//で括って指定します。この場合、アカウント名がその正規表現にマッチするアカウントで使用されます。


+[フォルダ]
この色セットを使用するフォルダを指定します。指定しない場合には全てのフォルダで使用されます。フォルダはフォルダの完全名または正規表現で指定します。正規表現で指定する場合には、//で括って指定します。この場合、フォルダの完全名がその正規表現にマッチするフォルダで使用されます。


+[追加]
色を追加します。((<[色]ダイアログ|URL:ColorDialog.html>))が開きます。


+[削除]
選択された色を削除します。


+[編集]
選択された色を編集します。((<[色]ダイアログ|URL:ColorDialog.html>))が開きます。


+[上へ]
選択された色をひとつ上に移動します。


+[下へ]
選択された色ひとつ下に移動します。

=end
