=begin
=[テンプレート]ダイアログ

テンプレートダイアログでは振り分け時の動作として「移動」や「コピー」を選択したときに適用されるテンプレートとそのテンプレートに渡される引数を指定します。移動時やコピー時にテンプレートを適用すると、テンプレート適用後のメッセージが移動先やコピー先のフォルダに追加されます。たとえば、必要のないヘッダを削除するテンプレートを用意しておいてそのテンプレートを適用して移動すると、移動先のフォルダにはヘッダが削除されたメッセージが追加されます。

((<[テンプレート]ダイアログ|"IMG:images/CopyRuleTemplateDialog.png">))


+[名前]
テンプレート名を指定します。指定しない場合には、テンプレートは使用されません。


+[引数]
テンプレートに渡される引数のリストが表示されます。引数については、((<テンプレート|URL:Template.html>))を参照してください。


+[追加]
テンプレートに渡す引数を追加します。((<[引数]ダイアログ|URL:ArgumentDialog.html>))が開きます。


+[削除]
選択された引数を削除します。


+[編集]
選択された引数を編集します。((<[引数]ダイアログ|URL:ArgumentDialog.html>))が開きます。

=end
