=begin
=アカウントの作成

==アカウントの作成
アカウントの作成画面を開くまでは、POP3アカウントの((<アカウントの作成|URL:CreatePop3Account.html>))とほぼ同じです。

[アカウントの作成]ダイアログでは、[クラス]に「rss」を選択し、[受信プロトコル]に「RSS」を、[送信プロトコル]に「Blog」を選択します。

((<[アカウントの作成]ダイアログ|"IMG:images/TutorialRssCreateAccountDialog.png">))


==アカウントの設定
[一般]タブ, [ユーザ]タブ, [詳細]タブは指定する項目がないので、[RSS]タブをクリックします。

((<[RSS]タブ|"IMG:images/TutorialRssRssPage.png">))

プロキシサーバを使用する場合には、[HTTPプロキシ]で指定してください。[インターネットオプションを使用]を選択すると、Internet Explorerで指定されているプロキシサーバが使用されます。


[Blog]タブは設定項目がないので飛ばします。[ダイアルアップ]タブと[高度]タブはPOP3アカウントと同様に指定します。

=end
