=begin
=ダイアルアップ

QMAIL3からダイアルアップするにはOSの機能でダイアルアップの設定を事前に行っておく必要があります。


==自動ダイアルアップ
送受信するときに自動でダイアルアップするには、((<アカウントのプロパティ|URL:AccountProperty.html>))の((<ダイアルアップの設定|URL:AccountDialup.html>))でダイアルアップするように指定します。

また、((<巡回|URL:GoRound.html>))するときにダイアルアップをする場合には、((<巡回の設定|URL:OptionGoRound.html>))でダイアルアップの設定をします。


==手動ダイアルアップ
手動でダイアルアップするには、((<[ツール]-[ダイアルアップ接続]|URL:ToolDialupAction.html>))を選択します。ダイアルアップ中はメニューが((<[ツール]-[ダイアルアップ切断]|URL:ToolDialupAction.html>))に代わり、手動でダイアルアップを切断することができます。

=end
