=begin
=検索条件

検索フォルダの検索条件を設定します。

((<[検索条件]タブ|"IMG:images/FolderConditionPage.png">))


+[タイプ]
使用する検索タイプを指定します。指定できるのは以下のいずれかです。

*((<基本|URL:MacroSearch.html>))
*((<IMAP4|URL:Imap4Search.html>))
*((<全文検索|URL:FullTextSearch.html>))

ただし、IMAP4はIMAP4アカウントでのみ指定できます。また、全文検索はWindows版でのみ指定できます。


+[条件]
検索条件を指定します。指定する検索条件は検索タイプによって異なります。

:基本
  検索に使用するマクロを指定します
:IMAP4
  IMAP4の検索コマンドを指定します
:全文検索
  全文検索エンジンに渡す検索文字列を指定します


+[フォルダ]
検索対象のフォルダを指定します。「(すべてのフォルダ)」を選択すると全てのフォルダから検索します。


+[サブフォルダも検索]
チェックすると[フォルダ]で指定したフォルダの全てのサブフォルダも検索対象になります。

=end
