=begin
=[エントリ]ダイアログ

巡回コースのエントリの設定を行います。

((<[エントリ]ダイアログ|"IMG:images/GoRoundEntryDialog.png">))


+[アカウント]
アカウントを指定します。


+[サブアカウント]
サブアカウントを指定します。「(未指定)」を指定すると巡回したとき選択されていたサブアカウントを使用します。


+[フォルダ]
フォルダを指定します。「(すべてのフォルダ)」を指定するとすべての同期可能なフォルダが同期されます。フォルダの完全名を指定するとそのフォルダが同期されます。そのほかに正規表現を指定することもできます。正規表現を指定する場合には、//で括って指定します。この場合、その正規表現にマッチする同期可能なすべてのフォルダが同期されます。

[タイプ]で[送信]のみを選択した場合には、この項目は選べません。


+[フォルダを選択する]
巡回するときに同期するフォルダを選択するかどうかを指定します。チェックを入れるた場合、巡回するたびに同期するフォルダをダイアログで指定します。

[タイプ]で[送信]のみを選択した場合には、この項目は選べません。


+[同期フィルタ]
使用する同期フィルタを指定します。同期フィルタについては、((<同期フィルタ|URL:SyncFilter.html>))を参照してください。


====タイプ
同期のタイプを指定します。[振り分け]を選んだときには他のタイプは選択できません。


+[受信]
受信のみを行います。


+[送信]
送信のみを行います。


+[振り分け]
振り分けを行います。

=end
