=begin
=[巡回コース]ダイアログ

[巡回コース]ダイアログでは巡回コースの編集を行います。

((<[巡回コース]ダイアログ|"IMG:images/GoRoundCourseDialog.png">))


+[名前]
巡回コースの名前を指定します。


+[追加]
エントリを追加します。((<[エントリ]ダイアログ|URL:GoRoundEntryDialog.html>))が開きます。


+[削除]
選択されたエントリを削除します。


+[編集]
選択されたエントリを編集します。((<[エントリ]ダイアログ|URL:GoRoundEntryDialog.html>))が開きます。


+[上へ]
選択されたエントリをひとつ上に移動します。


+[下へ]
選択されたエントリをひとつ下に移動します。


====[タイプ]
巡回コースのタイプを指定します。


+[逐次]
各エントリを逐次巡回します。


+[並列]
各エントリを並列に巡回します。


+[確認する]
巡回する前に確認のダイアログを表示するかどうかを指定します。


+[ダイアルアップ]
((<[ダイアルアップ]ダイアログ|URL:DialupDialog.html>))を開き、ダイアルアップの設定を行います。

=end
