=begin
=巡回

通常の送受信はアカウントごとに行われますが、巡回機能を使うことで複数のアカウントをまとめて送受信したり、特定のフォルダのみを同期したりすることができます。デフォルトの状態では、((<[ツール]-[巡回]-[巡回]|URL:ToolGoroundAction.html>))を選択するとすべてのアカウントのすべての同期可能なフォルダの同期と、すべてのアカウントの送信を行います。

巡回のコースを作ることでこの動作を変更することができます。巡回コースは複数作ることができますので、状況に応じて使い分けることができます。また、巡回コースを作成すると、複数のアカウントを同時に送受信することもできます。ネットワークのスピードが十分ある場合にはこの方法を使用すると素早く送受信することができます。巡回コースを作成するには、((<[ツール]-[巡回]-[編集]|URL:ConfigGoRoundAction.html>))を選択します。巡回コースの作成方法は、((<巡回の設定|URL:OptionGoRound.html>))を参照してください。

巡回コースを作成すると、[ツール]-[巡回]の子メニューとしてコースが一覧されますので、巡回したいコースを選択すると巡回することができます。

((<巡回|"IMG:images/GoRound.png">))

また、指定した巡回コースを一定時間ごとに巡回することもできます。((<自動巡回|URL:AutoPilot.html>))を参照してください。

=end
