=begin
=メールボックスディレクトリを移動するにはどうすれば良いですか?

レジストリに保存されたメールボックスディレクトリが存在しない場合、初回起動時と同じメールボックスディレクトリを指定するダイアログが表示されます。

たとえば、現在使用しているメールボックスディレクトリの位置を移動したい場合には以下のようにします。

(1)QMAIL3を終了する
(2)エクスプローラでメールボックスディレクトリを移動する（コピーせずに移動してください）
(3)QMAIL3を起動すると、初回起動時と同じメールボックスディレクトリをたずねるダイアログが表示されるので、移動後のメールボックスディレクトリを指定する


今のメールボックスディレクトリを残したまま、別のメールボックスディレクトリを使いたい場合には以下のようにします。

(1)((<[ファイル]-[保守]-[アンインストール]|URL:FileUninstallAction.html>))を実行する
(2)QMAIL3を終了する
(3)QMAIL3を起動すると、初回起動時と同じメールボックスディレクトリをたずねるダイアログが表示されるので、新しいメールボックスディレクトリを指定する

=end
