=begin
=MessageCreateExternalアクション

引数で指定されたテンプレートを使用して新規メッセージを作成します。テンプレートを評価した結果を用いて((<外部エディタ|URL:ExternalEditor.html>))を開きます。((<作成用のテンプレート|URL:CreateTemplate.html>))を参照してください。

メニューから実行した場合には、Shiftキーを押しながら実行すると外部エディタを使用する代わりにエディットウィンドウを開きます。

((<エディットビュー2の設定|URL:OptionEdit2.html>))で[デフォルトで外部エディタを使用する]にチェックを入れるとこのアクションと((<MessageCreateアクション|URL:MessageCreateAction.html>))の動作が入れ替わります。つまり、このアクションはエディットウィンドウを開くようになります。


==引数
:1
  テンプレート名


==有効なウィンドウ・ビュー
*メインウィンドウ
*メッセージウィンドウ

=end
