=begin
=メッセージの移動とコピー

メッセージを別のフォルダに移動したりコピーするには幾つかの方法があります。


==ドラッグアンドドロップ
リストビューで移動またはコピーしたいメッセージを選択して移動・コピー先のフォルダにドラッグアンドドロップするとメッセージを移動することができます。コピーしたい場合には、Ctrlキーを押しながらドロップします。


==メニュー
((<[メッセージ]-[移動]|URL:MessageMoveAction.html>))の子メニューとして同一アカウント内のフォルダが階層化されてリストアップされます。移動・コピー先のフォルダを選択すればメッセージを移動することができます。コピーしたい場合には、Ctrlキーを押しながら選択します。リストビューにフォーカスがあるときにはリストビューで選択している全てのメッセージが、プレビューまたはメッセージビューにフォーカスがあるときには表示しているメッセージが移動やコピーの対象になります。

メニューには隠されているフォルダは表示されませんが、Shiftキーを押しながらメニューを選択すると隠されているフォルダも表示されます。

別のアカウントに移動・コピーしたい場合には、((<[メッセージ]-[移動]-[その他]|URL:MessageMoveAction.html>))を選択すると、ダイアログが開き、移動・コピー先のフォルダを指定することができます。


==カットアンドペースト
((<[編集]-[切り取り]|URL:EditCutAction.html>))や((<[編集]-[コピー]|URL:EditCopyAction.html>))でメッセージをクリップボードにいれ、移動・コピー先のフォルダで((<[編集]-[貼り付け]|URL:EditPasteAction.html>))を実行することで、メッセージを移動したりコピーしたりできます。[切り取り]を選択した場合には移動に、[コピー]を選択した場合にはコピーになります。

ローカルフォルダ上のメッセージの移動やコピーは、((<[編集]-[元に戻す]|URL:EditUndoAction.html>))で元に戻すことができます。

=end
