=begin
=プレビューの設定

[オプション]ダイアログの[プレビュー]パネルではプレビューの設定を行います。

((<プレビューの設定|"IMG:images/OptionPreview.png">))


====[折り返し]
折り返しの指定をします。


+[ウィンドウ幅で折り返す]
指定するとウィンドウの幅で折り返します。デフォルトです。


+[指定されたカラム数で折り返す]
指定すると、指定したカラム数（プロポーショナルフォントの場合には一文字の平均の幅のカラム数倍の幅）で折り返します。


+[カラム数]
折り返すカラム数を指定します。


+[ワードラップ]
指定するとワードラップと禁則処理を行います。デフォルトではワードラップは行いません。


+[タブの幅]
タブを何個のスペースに展開するかを指定します。デフォルトでは4です。


+[ルーラ]
ルーラを表示するかどうかを指定します。デフォルトでは表示しません。


+[垂直スクロールバー]
垂直スクロールバーを表示するかどうかを指定します。デフォルトでは表示します。


+[水平スクロールバー]
水平スクロールバーを表示するかどうかを指定します。デフォルトでは表示しません。


+[ヘッダビューを隠したらヘッダを表示]
ヘッダビューを隠したときに本文の先頭にヘッダを表示するかどうかを指定します。デフォルトでは表示します。


+[?秒待ってから既読にする]
プレビューでメッセージを開いてから指定された秒数後にメッセージを既読にします。0を指定すると開いたときに既読にします。-1を指定するとプレビューで開いても既読にしません。


+[フォント]
((<[フォント]ダイアログ|URL:FontDialog.html>))を開いて、プレビューで使用するフォントを指定します。


+[色]
((<[色]ダイアログ|URL:TextColorDialog.html>))を開いて、プレビューで使用する色を指定します。

=end
