=begin
=タブの設定

[オプション]ダイアログの[タブ]パネルではタブの設定を行います。

((<タブの設定|"IMG:images/OptionTab.png">))


+[複数行]
タブが一行に収まりきらなくなったときに複数行にするかどうかを指定します。デフォルトでは複数行にしません。


+[フォルダを開くときにタブを再利用する]
フォルダを開いたときに、すでにそのフォルダを開いているタブがあったらそのタブに切り替えるかどうかを指定します。デフォルトでは再利用しません。


+[フォルダを変更するときにタブを再利用する]
未読ジャンプなどで別のフォルダに移動したときに、すでにそのフォルダを開いているタブがあったらそのタブに切り替えるかどうかを指定します。デフォルトでは再利用しません。


+[メッセージ数を表示する]
タブにフォルダ内のメッセージ数を表示するかどうかを指定します。デフォルトでは表示します。


+[未読数を表示する]
タブにフォルダ内の未読メッセージ数を表示するかどうかを指定します。デフォルトでは表示します。


+[フォント]
((<[フォント]ダイアログ|URL:FontDialog.html>))を開いて、タブで使用するフォントを指定します。

=end
