=begin
=ニュースを投稿する

==記事を書く
新規に記事を書くときには、((<[メッセージ]-[新規]|URL:MessageCreateAction.html>))を選択します。選択すると、エディットウィンドウが開きます。

((<エディットウィンドウ|"IMG:images/TutorialNntpCreateMessage.png">))

[グループ]に投稿先のニュースグループ名を入力します。複数のグループ名を指定するには「,」で区切ります。[フォロー先]にフォロー先のニュースグループ名を入力します。必要がなければ指定しなくてかまいません。

[件名]と本文を入力したら、((<[ファイル]-[送信]|URL:FileSendAction.html>))を選択すると、送信箱に投稿待ちメッセージとして保存されます。送信箱に保存されたメッセージは次回の送信時に投稿されます。今すぐに投稿したい場合には、((<[ファイル]-[すぐに送信]|URL:FileSendNowAction.html>))を選択すると、送信箱に保存し、すぐにメッセージを投稿します。

その他の操作は、POP3アカウントでメールを書く場合と同様ですので、POP3アカウントの((<メールを書く|URL:WritePop3Message.html>))を参照してください。


==記事を投稿する
メインウィンドウで、((<[ツール]-[送信]|URL:ToolSendAction.html>))を選択すると、送信箱に保存されたメッセージが全て投稿されます。

// TODO 画像 同期ダイアログ

送信中は同期ダイアログが表示され、送信の進捗状況を確認できます。エラーがなければ送信が終了すれば同期ダイアログは自動的に閉じます。

=end
