=begin
=[振り分け]ダイアログ

[振り分け]ダイアログでは、振り分けルールセットの編集を行います。メインのリストには振り分けルールセットに含まれる振り分けルールのリストが表示されます。各振り分けルールには条件と動作が設定されていて、条件にマッチしたメッセージに対してその動作が行われます。

((<[振り分けの設定]ダイアログ|"IMG:images/RulesDialog.png">))


+[アカウント]
この振り分けルールセットを使用するアカウントを指定します。指定しない場合には全てのアカウントで使用されます。アカウントはアカウント名または正規表現で指定します。正規表現で指定する場合には、//で括って指定します。この場合、アカウント名がその正規表現にマッチするアカウントで使用されます。


+[フォルダ]
この振り分けルールセットを使用するフォルダを指定します。指定しない場合には全てのフォルダで使用されます。フォルダはフォルダの完全名または正規表現で指定します。正規表現で指定する場合には、//で括って指定します。この場合、フォルダの完全名がその正規表現にマッチするフォルダで使用されます。


+[追加]
振り分けルールを追加します。((<[振り分け]ダイアログ|URL:RuleDialog.html>))が開きます。


+[削除]
選択された振り分けルールを削除します。


+[編集]
選択された振り分けルールを編集します。((<[振り分け]ダイアログ|URL:RuleDialog.html>))が開きます。


+[上へ]
選択された振り分けルールをひとつ上に移動します。


+[下へ]
選択された振り分けルールひとつ下に移動します。


=end
