=begin
=[セキュリティ]ダイアログ

セキュリティ関係の設定を行います。

((<セキュリティダイアログ|"IMG:images/SecurityDialog.png">))


====[S/MIME]
S/MIMEの設定を行います。S/MIMEについては、((<"S/MIME"|URL:SMIME.html>))を参照してください。


+[デフォルトで暗号化する]
デフォルトで暗号化するようになります。実際に暗号化するかはエディットビューでその都度指定することができます。デフォルトでは暗号化しません。


+[デフォルトで署名する]
デフォルトで署名するようになります。実際に署名するかはエディットビューでその都度指定することができます。デフォルトでは署名しません。


+[署名時にmultipart/signedを使う]
署名時にmultipart/signedでクリア署名をするかどうかを指定します。デフォルトではクリア署名します。


+[自分用に暗号化する]
作成したメールを自分用にも暗号化します。自分用に暗号化しないと、送信したメッセージを自分で読むことができなくなります。デフォルトでは自分用には暗号化しません。


====[PGP/GnuPG]
PGPとGnuPGの設定を行います。PGPとGnuPGについては、((<PGPとGnuPG|URL:PGP.html>))を参照してください。


+[デフォルトで暗号化する]
デフォルトで暗号化するようになります。実際に暗号化するかはエディットビューでその都度指定することができます。デフォルトでは暗号化しません。


+[デフォルトで署名する]
デフォルトで署名するようになります。実際に署名するかはエディットビューでその都度指定することができます。デフォルトでは署名しません。


+[PGP/MIMEを使う]
デフォルトでPGP/MIMEを使うか、インラインPGPを使うかを指定します。実際にPGP/MIMEを使うかどうかはエディットビューでその都度指定することができます。デフォルトではPGP/MIMEを使用します。

=end
