=begin
=表示用のテンプレート

表示用のテンプレートはメッセージを表示するときに使用することができます。表示用のテンプレートを評価した結果は単に文字列として画面上に表示されるだけなので、評価結果の形式は特にありません。

デフォルトでは表示用のテンプレートは含まれていませんが、「view_」から始まるファイル名でテンプレートを作成すると[表示]-[テンプレート]メニューの下にリストされます。たとえば、view_Test.templateというファイル名でテンプレートを作成すると、[表示]-[テンプレート]-[Test]として表示されます。

現在使用しているテンプレートは、ステータスバーに表示されます。ここを右クリックすることでも使用するテンプレートを指定することができます。

((<表示テンプレート|"IMG:images/ViewTemplate.png">))

((<[なし]|URL:ViewTemplateAction.html>))を選択するとテンプレートを使用しません。その他のテンプレートを指定すると指定したテンプレートが使用されます。

=end
